app/controllers/api/v1/cheers_controller.rb

  def index
    @cheers = Cheer.all.sample(1)
---
SELECT "cheers".* FROM "cheers"